{
  "plugins": {
    "aerial": {
      "src": "https://github.com/stevearc/aerial.nvim"
    },
    "blink-cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "diffview": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "flash": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "friendly-snippets": [],
    "gruvbox-material": {
      "src": "https://github.com/sainnhe/gruvbox-material"
    },
    "mini": {
      "src": "https://github.com/echasnovski/mini.nvim"
    },
    "mini.surround": {
      "src": "https://github.com/echasnovski/mini.surround"
    },
    "neogit": [],
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "rustaceanvim": {
      "src": "https://github.com/mrcjkb/rustaceanvim"
    },
    "undotree": {
      "src": "https://github.com/mbbill/undotree"
    },
    "vim-undotree": {
      "src": "https://github.com/mbbill/undotree"
    },
    "vim-wakatime": {
      "src": "https://github.com/wakatime/vim-wakatime"
    },
    "wakatime": []
  }
}